{
	#Settings Menu Strings
	"lunalib":{

		###Title Screen
		"mainMenuText1": "Open the Mod Settings Menu with ",
		"mainMenuTextNex": "New Game -> Sector Configuration -> Mod Settings",
		"mainMenuTextNonNex": "New Game -> Ship Selection -> Difficulty -> Mod Settings",
		"mainMenuText2": " in the Campaign, or at ",




		###Settings

		#Header at the top of the Settings Menu
		"header":"Mod Settings",
		"headerTooltip": "Mod Settings added by Lunalib.",

		#Left Side of Settings Menu
		"saveButtonName":"Save All",
		"saveButtonTooltip":"Saves the data for all mods that have changed data. If you exit the window without saving, all changes are lost.",

		"resetButtonName":"Reset Mod To Default",
		"resetButtonTooltip":"Resets every option in the currently selected mod (and all of its tabs) back to its default value. Still needs to be manualy saved.",

		#About Section
		"aboutButtonName":"About",
		"aboutTitle":"Mod Settings",
		"aboutSubtitle":"Added by Lunalib",
		"aboutDescription":"This menu loads configs from different mods & lets you modify them ingame.\nAfter modifying the settings, you have to press the \"Save All\" Button in the top left, otherwise exiting will cause all changes to be lost.",
		
		"aboutFaQ1":"",
		"aboutFaQ2":"FaQ:",
		
		"aboutFaQ3":"> Where can i open this menu?",
		"aboutFaQ4":"This menu can be opened during the new game creation dialog, and it can also be opened in the Campaign by pressing its configured Hotkey, set to F2 by default, which can be changed under the \"Lunalib\" mod config. Pressing Shift + F2 will always open this menu, even if the hotkey is bound to something else. ",
		
		"aboutFaQ5":"> If i modify a config while playing the campaign, will it immediately be in effect?",
		"aboutFaQ6":"This differs per mod and per config, by default you can asume that something is immediately in effect, unless the description of a config says otherwise.",
		
		"aboutFaQ7":"> Which configs does this modify?",
		"aboutFaQ8":"This Menu only loads configs from mods that add specific support for this system, it does not interact with things like settings.json or modSettings.json",
		
		"aboutFaQ9":"> Where are the config files located?",
		"aboutFaQ10":"All config files can be located under \"Starsector\\saves\\common\\LunaSettings\".\nDo not modify or delete them while the game is open. Deleting a file will reset its config.",
		
		"aboutFaQ11":"> Does updating a mod reset its configs?",
		"aboutFaQ12":"Unless a modder removes a config or changes its ID, settings are preserved between mod updates and dont need to be set again.",
		
		
		"searchFieldName":"Search Mod",
		"searchFieldTooltip":"Select and type in a mods name to filter out all mods that dont match the name or id.",

		"modVersion":"Version",



		### Custom UI Components
		
		"colorSelectorHue":"Hue",
		"colorSelectorSaturation":"Saturation",
		"colorSelectorBrightness":"Brightness",

		"keybindText":"Key",
		"keybindTextNone":"Key: None",

		"buttonTrue":"True",
		"buttonFalse":"False",


		


	},	
}









